Repository: btry/carbon
Catalog: locales/*.po
Languages: es_ar, ko_kr

source: This is the GLPI Carbon plugin config page
es_ar: Esta es la página de configuración del complemento GLPI Carbono
ko_kr: 이것은 GLPI 탄소 플러그인 구성 페이지 입니다

source: Carbon
es_ar: Carbono
ko_kr: 탄소

source: Associated element
es_ar: Elemento Asociado
ko_kr: 관련 요소

source: Installing %s
es_ar: Instalando 1%s
ko_kr: %s설치 중

source: PowerModel
es_ar: ModeloPotencia
ko_kr: 전력모델

source: Power
es_ar: Potencia
ko_kr: 전력

source: Compute powers for all computers
es_ar: Potencia dcalculada para todas las computadoras
ko_kr: 모든 컴퓨터들에 대한 전력 계산

source: CarbonEmission
es_ar: EmisiónCarbono
ko_kr: 탄소배출

source: Compute carbon emissions for all computers
es_ar: Emisiones de carbono calculada para todas las computadoras
ko_kr: 모든 컴퓨터들에 대한 탄소 배출 계산

source: Carbon Plugin - Power model categories
es_ar: Complemento Carbono - Categorías Modelo Potencia
ko_kr: 탄소 플러그인 - 전원 모델 분류

source: Computes power consumption of computers
es_ar: Potencia consumida calculada de las computadoras
ko_kr: 컴퓨터의 전력 소비량 계산

source: Computes carbon emissions of computers
es_ar: Emisiones de carbono calculadas de computadoras
ko_kr: 컴퓨터의 탄소 배출 계산

source: Power (W)
es_ar: Potencia (W)
ko_kr: 전력 (W)

source: Carbon emission (kgCO2)
es_ar: Emisión de Carbono (kgCO2)
ko_kr: 탄소 배출 (kgCO2)

source: Installed / not configured
es_ar: Instalada / no configurada
ko_kr: 설치됨 / 구성 안됨

source: Base URL for electricitymap.org API
es_ar: URL base para API de electricitymap.org
ko_kr: electricitymap.org API에 대한 기본 URL

source: Key for electricitymap.org API
es_ar: Clave para API de electricitymap.org
ko_kr: electricitymap.org API에 대한 키

# button
source: Save
es_ar: Guardar
ko_kr: 저장
